# Core
brew "jq"
brew "lazygit"
brew "moreutils"
brew "coreutils"
brew "gh"
brew "git"
brew "neovim"
brew "ripgrep"
brew "shfmt"
brew "tmux"
brew "trash-cli"
brew "tree"
brew "watchman"
brew "wget"
brew "yq"
brew "zsh"
brew "mackup"
brew "uv"
brew "skillshare"

# Utils
brew "fsouza/prettierd/prettierd"

brew "ast-grep"
brew "agent-browser"

cask "brave-browser"
cask "cleanshot"
cask "pixelsnap"
cask "firefox", args: { appdir: "~/Applications" }
cask "dash", args: { appdir: "~/Applications" }

#brew "anomalyco/tap/opencode"
#tap "anomalyco/tap"
#tap "atlassian/acli"
#tap "fsouza/prettierd"
#brew "asdf"
#brew "bat"
#brew "black"
#brew "librsvg"
#brew "chafa"
#brew "curl"
#brew "dash-shell"
#brew "direnv"
#brew "fzf"
#brew "gawk"
#brew "git-delta"
#brew "gnupg"
#brew "imagemagick"
#brew "mas"
#brew "pngpaste"
#brew "rename"
#brew "ruby"
#brew "sf-pwgen"
#brew "uv"
##cask "alfred", args: { appdir: "~/Applications" }
##cask "blender"
##cask "divvy", args: { appdir: "~/Applications" }
##cask "figma", args: { appdir: "~/Applications" }
#cask "kitty", args: { appdir: "~/Applications" }
##cask "miro"
##cask "mockoon"
##cask "quip"
##cask "slack", args: { appdir: "~/Applications" }
##cask "wrike"
